<!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
<h3 style="color: #5e9ca0; text-align: center;">HUNgaros Extreme Kliens<br />V 3.0</h3>
<h3>Kliens fris&iacute;t&eacute;s:</h3>
<p>Ha friss&uuml;l a kliens, lent jelenik megy egy <strong>Kliens friss&iacute;t&eacute;se</strong> felirat.</p>
<p>Erre figyeljetek &eacute;s nyomj&aacute;tok meg. Ut&aacute;na &uacute;jra kell ind&iacute;tani a klienst.</p>
<p><img src="http://www.hungaros.hu/images/KliensUpdate.png" alt="Update" width="704" height="111" /></p>
<p>A mem&oacute;ria be&aacute;l&iacute;t&aacute;st megv&aacute;ltoztattam a r&eacute;gi <strong>MaxHeapSize</strong> param&eacute;terre. A legkevesebb mem&oacute;ria<strong> 3096MB</strong> (ha kevesebbre &aacute;ll&iacute;tod, akkor is ennyivel indul)<br />8GB RAM, vagy afelett is el&eacute;g lehet a 4096, de pr&oacute;b&aacute;lgass&aacute;tok. (a t&uacute;l sok is lehet gond)</p>
<p><img src="http://www.hungaros.hu/images/mem.png" alt="mem" width="363" height="58" /></p>
<p>Ha gond van sz&oacute;ljatok!</p>
<p>J&oacute; j&aacute;t&eacute;kot</p>
<p>SoToS</p>
<hr />
<h3>&Uacute;j f&oacute;rum:</h3>
<p>Tudom, hogy sokan nem &eacute;rtek r&aacute;, de m&eacute;g nem alakul ki a v&eacute;gleges szerver &ouml;ssze&aacute;ll&iacute;t&aacute;s, aki teheti n&eacute;zzen be id&ouml;nk&eacute;nt a f&oacute;rumba &eacute;s főleg ha van eld&ouml;ntendő k&eacute;rd&eacute;s, j&oacute; lenne ha min&eacute;l t&ouml;bben meg&iacute;rn&aacute;tok a v&eacute;lem&eacute;nyeteket. J&oacute; lenne, ha most der&uuml;lne ki, mi lenne a legjobb &eacute;s nem 1 h&oacute;nap m&uacute;lva k&eacute;ne vari&aacute;lni (persze ha j&oacute; &ouml;tlet lesz, azt 1 h&oacute;nap m&uacute;lva is sz&iacute;vesen fogadjuk) A f&oacute;rum t&eacute;m&aacute;kra fel is lehet iratkozni, akkor emailt kapsz, ha van &uacute;j hozz&aacute;sz&oacute;l&aacute;s (&iacute;gy pl nem kell sűr&uuml;n ben&eacute;zni, m&eacute;gis kapod a friss h&iacute;reket)</p>
<p>Teszt szer&oacute;n b&aacute;rmi bugot tal&aacute;ltok sz&oacute;ljatok!</p>
<p><strong>Itt az &uacute;j f&oacute;rum: <a href="http://www.hungaros.hu">www.hungaros.hu</a></strong></p>
<p><strong>Itt a teszt szerver:&nbsp;</strong><span style="color: #0000ff;"><strong>srv.hungaros.hu&nbsp;</strong></span></p>
<p>J&oacute; tesztel&eacute;st</p>
<hr />
<p>&nbsp;<strong><span style="color: #ff0000;">Akinek nem V171115_2100 &aacute;s a kliens&eacute;nek a verzi&oacute; sz&aacute;ma az szedje le &uacute;jra!</span></strong></p>
<p style="text-align: left;"><strong>Ez m&aacute;r a Dokumentumok mapp&aacute;ba rakja a klienst, </strong></p>
<p style="text-align: left;"><strong>a let&ouml;lt&ouml;tt ind&iacute;t&oacute; f&aacute;jl, lehet ak&aacute;r az asztalon is.</strong></p>
<p style="text-align: left;"><strong>A teszt szerver is &aacute;tk&ouml;lt&ouml;z&ouml;tt a v&eacute;gleges hely&eacute;re, r&eacute;git le&aacute;ll&iacute;tottam!</strong></p>
<h3 style="text-align: left;"><strong>A teszt szerver &uacute;j c&iacute;me a kliensben: <span style="color: #ff0000;">srv.hungaros.hu</span>! K&eacute;zzel kell &aacute;t&iacute;rni annak, akinek m&aacute;r megvolt a teszt kliens!</strong></h3>
<p>&nbsp;</p>
<p style="text-align: left;">&nbsp;</p>
<p style="text-align: left;">&nbsp;</p>